LEXICON_COMMANDS_RU: dict[str, str] = {
    '/run_bot': 'Запустить',
    '/stop_bot': 'Остановить',
    }

LEXICON_RU: dict[str, str] = {
    'start_text': '🔥 Привет! Я SpaceX bot!\nМоя задача - помочь тебе в изучении криптотрейдинга:\n\n-Получить пробный доступ\n- Попасть в закрытый клуб\n- Проверить статус своей подписки\n\nНиже можно найти доступные варианты взаимодействия 👇🏻\n',
    'pay_30': 'Оплатите {} usdt по адресу <code>TBx5CybQrY197WPEiFVoMqz4ENfHCs7tGL</code>\nНеобходимо ввести точную сумму, сгенерированную ботом <b>до цента</b> - иначе оплата не пройдет',
    'pay_90': 'Оплатите {} usdt по адресу <code>TBx5CybQrY197WPEiFVoMqz4ENfHCs7tGL</code>\nНеобходимо ввести точную сумму, сгенерированную ботом <b>до цента</b> - иначе оплата не пройдет',
    'pay_180': 'Оплатите {} usdt по адресу <code>TBx5CybQrY197WPEiFVoMqz4ENfHCs7tGL</code>\nНеобходимо ввести точную сумму, сгенерированную ботом <b>до цента</b> - иначе оплата не пройдет',
    'demo_text': 'Привет! Я SpaceX bot!\n❗️Здесь вы можете получить пробный доступ в закрытый клуб на 24 часа.\nПо всем вопросам пишите администратору.',
    'get_demo': 'Вы получили доступ в наш закрытый клуб <code>{}</code>!\nПомните, что он дается на 24 часа всего один раз на аккаунт.',
    'text_after_expire': 'Ваша подписка на канал <code>{}</code> закончилась! Вы можете приобрести её снова, для этого выберите "Оплатить"!',
    'referal_text': 'Привет, это бот реферальной системы!\n\nПриглашай друзей и зарабатывай 5USDT с каждой оплаченной подписки, а также за каждый месяц продления, ваших рефералов\n',
    'cash_out_text': 'Вывод доступен на кошелек usdt или карту РФ по курсу p2p на момент запроса.\nМинимальная сумма вывода 10 usdt.\n\nДля вывода средств пишите админу @vlad_orlovski',
    'support_text': 'По вопросам подписки пишите администратору - @vlad_orlovski',
}


TARIFFS = {
    30: 30,
    90: 75,
    180: 120,
}
